Repository: shfuentes26/SportTrackerSwift
Catalog: SportTracker/Resources/Localizable.xcstrings
Source language: en
Languages: es

source: %@ pace
es: %@ ritmo

source: Add
es: Añadir

source: Add measurement
es: Añadir medida

source: Add Measurement
es: Añadir medida

source: Add Set
es: Añadir set

source: Add your first exercise with the + button.
es: Añade tu primer ejercicio con el botón +

source: All
es: Todo

source: All-time Records
es: Records

source: Analysis
es: Análisis

source: Arms
es: Brazos

source: Arms: %lld
es: Brazos: %lld

# Avg %lld bpm • Max %lld bpm
source: Avg %1$lld bpm • Max %2$lld bpm
es: Media %1$lld bpm • Max %2$lld bpm

source: Avg HR: %lld bpm
es: Media HR: %lld bpm

source: Back
es: Volver

source: Back to options
es: Volver

source: Body measurements
es: Medidas corporales

source: Cancel
es: Cancelar

source: Category
es: Categoría

source: Chest/Back: %lld
es: Pecho/Espalda: %lld

source: Choose exercise
es: Selecciona ejercicio

source: Close
es: Cerrar

source: Create a goal
es: Crea un objetivo semanal

source: Date
es: Fecha

source: Delete
es: Eliminar

source: Delete workout?
es: Eliminar entrenamiento?

source: Discard changes
es: Descartar cambios

source: Dismiss
es: Descartar

source: Distance
es: Distancia

source: Distance (%@)
es: Distancia (%@)

source: Distance (km)
es: Distancia (km)

source: Done
es: Hecho

source: Duration (hh:mm:ss)
es: Duración (hh:mm:ss)

source: Edit
es: Editar

source: Edit Exercise
es: Editar ejercicio

source: Edit Gym
es: Editar Gym

source: Edit Running
es: Editar Carrera

source: Entries
es: Entrada

source: Example: 1:02:30 → 1 hour, 2 minutes, 30 seconds
es: Ejemplo: 1:02:30 → 1 hora, 2 minutos, 30 segundos

source: Exercise
es: Ejercicio

source: Exercises
es: Ejercicios

source: Goal type
es: Tipo de objetivo

source: Goals
es: Objetivos

source: Group
es: Grupo

source: Gym • %@
es: Gimnasio • %@

source: Half
es: Media

source: Import
es: Importar

source: Import from Apple Health
es: Importar de Apple Health

source: Import weight from Apple Health
es: Importar peso de Apple Health

source: in
es: en

source: Integrations
es: Integraciones

source: Label
es: Etiqueta

source: Last import: %@
es: Última importación: %@

source: Last time
es: Última vez

# Last: %@ • Best: %@
source: Last: %1$@ • Best: %2$@
es: Ultima: %1$@ • Record: %2$@

source: Leave without saving?
es: Salir sin guardar?

source: Legs
es: Piernas

source: Legs: %lld
es: Piernas: %lld

source: Live Run
es: Carrera

source: Maintenance
es: Mantenimiento

source: Manage goals
es: Gestionar Objetivos

source: Manage trainings
es: Gestionar Ejercicios

source: Marathon
es: Maratón

source: Measurements
es: Medidas

source: Month
es: Mes

source: Name
es: Nombre

source: New
es: Nuevo

source: New Exercise
es: Nuevo Ejercicio

source: New Training
es: Nuevo Entrenamiento

source: No exercises found. Add some in your library.
es: No se han encontrado ejercicios, añádelos a tu librería.

source: No exercises in this category
es: No hay ejercicios en esta categoría

source: No exercises yet
es: No hay ejercicios todavía

source: No previous sets for this exercise
es: No hay registro anterior para este ejercicio

source: No record yet
es: No hay record todavía

source: No route recorded
es: No se ha encontrado mapa

source: No sessions for %@
es: No hay sesiones de %@

source: No sessions for the selected period
es: No hay sesiones para este periodo

source: Notes
es: Notas

source: NOTES
es: NOTAS

source: Notes (optional)
es: Notas (opcional)

source: Open run details
es: Abrir detalles de carrera

source: Optional
es: Opcional

source: Pace %@
es: Ritmo %@

source: Pace trend • %@
es: Ritmo • %@

source: Past Trainings
es: Entrenamientos Pasados

source: Period
es: Periodo

source: Points
es: Puntos

source: Points preview: %lld pts
es: Puntos previstos: %lld pts

source: Progress
es: Progreso

source: Range
es: Rango

source: Result
es: Resultado

source: Running • %@
es: Carrera • %@

source: Save
es: Guardar

source: Save %@
es: Guardar

source: Save gym goal
es: Guardar Objetivo

source: Save running goal
es: Guardar Objetivo

source: Saved
es: Guardado

source: Settings
es: Ajustes

source: Show miles (min/mi)
es: Millas(min/mi)

source: Show pounds (lb)
es: Libras (lb)

source: Start Workout
es: Comienza una carrera

source: There are no gym trainings yet
es: Aún no hay entrenamientos de gimnasio

source: There are no running trainings yet
es: Aún no hay entrenamientos de carrera

source: There are no trainings yet
es: Aún no hay entrenamientos

source: Track manually
es: Registro manual

source: Track weekly progress for Running and Gym
es: Registra tu progreso semanal para ejercicios de carrera y gimnasio

source: Training
es: Entrenamiento

source: Training saved successfully
es: Entrenamiento guardado correctamente

source: Trend
es: Tendencia

source: Type
es: Tipo

source: Units
es: Unidades

source: Validation
es: Validación

source: Value
es: Valor

source: Value (%@)
es: Valor (%@)

source: Viewing:
es: Viendo:

source: Week
es: Semana

source: Weekly target
es: Objetivo semanal

source: Weight (%@)
es: Peso (%@)

source: Weight (kg)
es: Peso (Kg)

source: Weight (lb)
es: Peso (lb)

# Weight: %@ %@
source: Weight: %1$@ %2$@
es: Peso: %1$@ %2$@

source: Weighted (kg)
es: Peso (Kg)

source: Working…
es: Cargando…

source: Workout saved
es: Entrenamiento guardado

source: Workout summary
es: Summary de entrenamiento

source: Year
es: Año

source: You have unsaved changes from this Live Run. Are you sure you want to leave?
es: Este entrenamiento no se va a guardar, ¿estás seguro que quieres salir?

source: Your run has been saved.
es: Tu carrera se ha guardado
